almenon.arepl
bierner.emojisense
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.remotehub
GitHub.vscode-pull-request-github
hashicorp.hcl
hashicorp.terraform
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.sublime-keybindings
PKief.material-icon-theme
redhat.ansible
redhat.vscode-yaml
stkb.rewrap
streetsidesoftware.code-spell-checker
timonwong.shellcheck
usernamehw.errorlens
vivaxy.vscode-conventional-commits
wayou.vscode-todo-highlight
wolfmah.ansible-vault-inline
